
export const features = [
    {
        title: "مدیریت منوی دیجیتال",
        description: "با زودمیز، رستوران‌ها می‌توانند به‌راحتی منوی خود را مدیریت کنند. هر غذایی که بخواهند اضافه کنند یا تغییر دهند، فقط با چند کلیک انجام می‌شود. دیگر نیازی به چاپ منوهای کاغذی نیست—همیشه یک منوی به‌روز و جذاب در اختیار مشتریان خواهد بود!",
        image: "/photos/menu.webp"
    },
    {
        title: "سفارش آسان از طریق QR Code",
        description: "مشتریان فقط کافیست روی میز بنشینند و QR کد را اسکن کنند تا منوی دیجیتال را مشاهده کنند. بدون نیاز به صدا زدن گارسون، می‌توانند سفارش خود را ثبت کنند. سریع، راحت و بدون دردسر!",
        image: "/photos/qrcode.webp"
    },
    {
        title: "مدیریت سفارش‌ها در لحظه",
        description: "رستوران‌ها با زودمیز می‌توانند تمام سفارش‌های ورودی را در لحظه مشاهده و مدیریت کنند. هر سفارشی که ثبت می‌شود، بدون تأخیر به آشپزخانه منتقل شده و روند آماده‌سازی شروع می‌شود.",
        image: "/photos/orders.webp"
    },
    {
        title: "جستجو و رزرو رستوران‌های نزدیک",
        description: "مشتریان می‌توانند از طریق زودمیز رستوران‌های اطراف خود را جستجو کرده، منوهای آن‌ها را ببینند و حتی میز خود را برای ساعت مشخصی رزرو کنند. دیگر نیازی به مراجعه حضوری و انتظار نیست!",
        image: "/photos/reslocation.webp"
    },
    {
        title: "تجربه‌ای هوشمند برای رستوران‌ها و مشتریان",
        description: "زودمیز تجربه‌ای مدرن را برای رستوران‌ها و مشتریان فراهم می‌کند. رستوران‌ها با افزایش بهره‌وری و کاهش هزینه‌ها روبه‌رو می‌شوند، در حالی که مشتریان از سرعت و راحتی بیشتری لذت می‌برند.",
        image: "/photos/modernres.webp"
    }
]

export const testimonials = [
    {
        name: "علی رضایی",
        position: "مدیر رستوران خوشمزه",
        feedback: "زودمیز واقعاً تجربه مدیریت رستوران را برای ما آسان کرده است. منوی دیجیتال و سیستم سفارش QR Code باعث شده که مشتریان ما راحت‌تر از همیشه سفارش دهند.",
        image: "/photos/testimonial1.jpg"
    },
    {
        name: "سارا محمدی",
        position: "مدیر رستوران ایتالیایی",
        feedback: "با زودمیز، ما توانستیم به سرعت و به‌راحتی منوی خود را به‌روز کنیم. دیگر نیازی به چاپ منوهای جدید نیست و مشتریان همیشه از آخرین تغییرات مطلع هستند.",
        image: "/photos/testimonial2.jpg"
    },
    {
        name: "رضا حسینی",
        position: "مدیر رستوران سنتی",
        feedback: "سیستم مدیریت سفارش‌های زودمیز بسیار کارآمد است. ما می‌توانیم تمام سفارش‌ها را در لحظه ببینیم و هیچ سفارشی از دست نمی‌رود.",
        image: "/photos/testimonial3.jpg"
    }
]
export const edibleType = [
    "غذای ایرانی",
    "فست فود",
    "پیش غذا",
    "دسر",
    "نوشیدنی",
    "سایر"
];

